{
  "reviews": [
    {
      "id": 1,
      "name": "Аяулым",
      "rev": "Спасибо большое вашему центру, отлично объясняют!"
    },
    {
      "id": 2,
      "name": "Батыр",
      "rev": "Давно хотел изучить программирование, спасибо!"
    },
    {
      "name": "Улболсын",
      "rev": "Учитель хорошо и понятно объяснил",
      "id": 3
    }
  ],
  "users": [
    {
      "id": 1,
      "firstname": "Алуа",
      "lastname": "Жакиева",
      "email": "aluazhakievaaa@gmail.com",
      "school": "-",
      "password": "1234567890",
      "role": "admin"
    },
    {
      "firstname": "Ислам",
      "lastname": "Сериккажы",
      "email": "islam@gmail.com",
      "password": "1234567890",
      "school": "РФМШ",
      "role": "student",
      "id": 2
    },
    {
      "firstname": "qwrty",
      "lastname": "qwerty",
      "school": "173",
      "email": "alalal@gmail.com",
      "password": "1234567890",
      "role": "student",
      "id": 3
    },
    {
      "firstname": "asdfg",
      "lastname": "sdfgh",
      "school": "173",
      "email": "qwerty@gmail.com",
      "password": "1234567890",
      "role": "student",
      "id": 4
    },
    {
      "firstname": "qwerty",
      "lastname": "qwerty",
      "school": "173",
      "email": "qwerty@gmail.com",
      "password": "qwerty1234567890",
      "role": "student",
      "id": 5
    },
    {
      "firstname": "Samad",
      "lastname": "Loh",
      "school": "192",
      "email": "samadloh@gmail.com",
      "password": "1234567890",
      "role": "student",
      "id": 6
    }
  ],
  "courses": [
    {
      "id": 1,
      "sub": "Английский",
      "image": "assets/images/english.jpg",
      "header": "Курсы по английскому языку",
      "descr": "Давно думаете изучить английский язык? Безусловно, вы сделали правильный выбор, ведь английский язык - главный язык международного общения. Скорее всего, вы уже столкнулись с главной проблемой при изучении английского языка - огромное количество представленных на рынке учебников, курсов, большинство из которых - пустая трата времени и денег. А если к этому добавить еще самостоятельное обучение и полное отсутствие начальных знаний языка, то это всё ставит человека в тупик, и у него пропадает желание изучать английский язык. А желание - главный ключ к успешному изучению любого иностранного языка. Мы вам поможем в этом!",
      "color": "#EDD3BB"
    },
    {
      "id": 2,
      "sub": "Биология",
      "image": "assets/images/biology.png",
      "header": "Курсы по биологии",
      "descr": "Биология — это наука о жизни, о живых организмах. Она изучает различные формы жизни, их строение и разнообразие, а также законы природы. Выделяют несколько разделов биологии: Зоология — наука о животных; Ботаника — наука о растениях; Микробиология — наука о микроорганизмах; Экология — наука о взаимодействии организмов и среды; Эволюция — наука об изменении живых существ в течение длительного периода времени; Генетика — наука о наследственности и изменчивости. Существуют и другие разделы биологии. Биология тесно связана с физикой, химией, медициной, сельским хозяйством, лесоводством и другими отраслями науки, объединяя которые, получают такие отрасли науки, как биофизика, биохимия, биогеография, биоинженерия и даже космическая биология.",
      "color": "#ff9f10"
    },
    {
      "id": 3,
      "sub": "История Казахстана",
      "image": "assets/images/historykz.png",
      "header": "Курсы по истории Казахстана",
      "descr": "Курс «История Казахстана» предназначен для тех, - кто хочет сдать экзамен «ЕНТ,КТА,НИШ» - кто хочет больше знать об истории Казахстана. Программа ориентирована на дополнение и углубление знаний учеников об исторических личностях, оставивших как положительный, так и негативный след в истории Казахстана, понимания роли личности в истории, а также для подготовки учеников к сдаче Единого Национального тестирования. При изучении материала об исторических лидерах учащимся будет полезно разобраться, чем объясняется выдвижение того или иного человека в качестве общественного, политического, духовного или иного лидера, на чем основаны его власть, влияние на судьбы других людей.",
      "color": "#a07c80"
    },
    {
      "sub": "Казахский язык",
      "image": "assets/images/kz.png",
      "header": "Курсы по казахскому языку",
      "descr": "Вы задумались о том, что пора учить казахский язык? Хорошее желание! Перевод делопроизводства на государственный язык, оформление документов - мало ли где сегодня вам может понадобиться знание казахского. Опережайте время: пока другие только собираются учить язык, вы уже знаете!",
      "color": "#d9c392",
      "id": 4
    },
    {
      "sub": "Математика",
      "image": "assets/images/math.png",
      "header": "Курсы по математике",
      "descr": "Математика один из самых интересных и увлекательных школьных предметов. Наши преподаватели подробно объяснят Вашим детям все непонятные для них вопросы, что необходимо им для успешного обучения в школе. Креативный подход в обучении даст возможность ученику работать головой. На наших уроках мы создаем развивающую математическую среду, в которой ученик сможет раскрыть свои естественные способности. Наши занятия станут большим подспорьем для родителей в деле интеллектуального развития своих детей.",
      "color": "#EBDFDF",
      "id": 5
    },
    {
      "sub": "Ораторское мастерство",
      "image": "assets/images/oratorskoe.png",
      "header": "Курсы по ораторскому мастерству",
      "descr": "Ораторское иску́сство — искусство публичного выступления с целью убеждения. Ораторское искусство — это гармоничное сочетание риторики, приёмов актёрского мастерства (подача) и психологических техник. Цель ораторского искусства — изложение оратором его позиции перед оппонентом или аудиторией, защита собственной точки зрения. Этой цели он достигает, используя подготовленную речь и технику ораторского мастерства.",
      "color": "#41BDAB",
      "id": 6
    },
    {
      "sub": "Подготовка к НИШ, РФМШ",
      "image": "assets/images/nisrsphm.png",
      "header": "Курсы по подготовке к НИШ / РФМШ",
      "descr": "Мы работаем в сфере предоставления дополнительного образования и подготовки подростков в школы для одаренных детей. Подготовка проходит индивидуально по различным предметам: математика, логика, физика и языки. Чаще всего клиенты обращаются к нам за помощью в подготовке к НИШ и РФМШ.",
      "color": "#7A84BE",
      "id": 7
    },
    {
      "sub": "Программирование",
      "image": "assets/images/programming.png",
      "header": "Курсы по программированию",
      "descr": "Вы сможете попробовать себя в качестве веб-разработчика и обучиться азам профессии. Полученный опыт программирования позволит оценить реальные возможности, силу мотивации, и решить, нужно ли идти дальше. Мы против задач ради задач и теории без практики. Наши ученики используют полученные знания в собственных проектах — от идеи до воплощения.",
      "color": "#F26D53",
      "id": 8
    },
    {
      "sub": "Русский язык",
      "image": "assets/images/rus.png",
      "header": "Курсы по русскому языку",
      "descr": "Русский язык входит в число крупнейших мировых языков и является инструментом международного общения: это один из 6 официальных языков ООН. По уровню распространения русский язык занимает 5-е место в мире после китайского, английского языка, хинди и испанского: 180 миллионов человек говорят на русском; 30 миллионов человек в более чем 90 странах мира изучают русский язык как иностранный.",
      "color": "#BF9E96",
      "id": 9
    },
    {
      "sub": "Физика",
      "image": "assets/images/fizika.png",
      "header": "Курсы по физике",
      "descr": "Если физика тяжело дается в школе, и в ней много непонятных вопросов, то школьнику нужны дополнительные занятия. Курсы по физике помогут ему разобраться во всех темах школьной программы, и ученик научится самостоятельно решать задачи. Наши преподаватели учат ребят корректировать свои математические навыки, разбираться в очень запутанных формулах и закономерностях, а так же объясняют о новых методах решения задач. Ученики быстро усваивают теорию и закрепляют ее на разных задачах всё возрастающей сложности. Знание физики обязательно нужно для поступления в технические ВУЗы и факультеты. Также физика необходима для понимания окружающего мира и саморазвития.",
      "color": "#C6C6C6",
      "id": 10
    }
  ],
  "select": [
    {
      "id": 1,
      "firstname": "Алуа",
      "lastname": "Жакиева",
      "telNum": "87777777777",
      "course": "Физика"
    },
    {
      "firstname": "sedrftghj",
      "lastname": "asdfgh",
      "telNum": "sdfgh",
      "course": "Математика",
      "id": 2
    },
    {
      "firstname": "Ислам",
      "lastname": "Жакиева",
      "telNum": "sdfghj",
      "course": "Казахский язык",
      "id": 3
    },
    {
      "firstname": "Alua",
      "lastname": "Жакиева",
      "telNum": "aluazhakievaaa@gmail.com",
      "course": "Биология",
      "id": 4
    },
    {
      "firstname": "Alua",
      "lastname": "Жакиева",
      "telNum": "aluazhakievaaa@gmail.com",
      "course": "Биология",
      "id": 5
    }
  ],
  "images": [
    {
      "id": 1,
      "images": "../../assets/images/car1.png",
      "url": "https://www.instagram.com/p/CDtJ9hYlXDw/"
    },
    {
      "id": 2,
      "images": "../../assets/images/car2.png",
      "url": "https://www.instagram.com/p/CDtYW8IlobN/"
    },
    {
      "id": 3,
      "images": "../../assets/images/car3.png",
      "url": "https://www.instagram.com/p/CDtei0aFzda/"
    },
    {
      "id": 4,
      "images": "../../assets/images/car4.png",
      "url": "https://www.instagram.com/p/CDt6qSrnIke/"
    },
    {
      "id": 5,
      "images": "../../assets/images/car5.png",
      "url": "https://www.instagram.com/p/CDteSpJlZpN/"
    }
  ]
}